<?php

return [
    'welcome' => [
        1 => 'Добро пожаловать на наш сайт!',
        2 => 'Вы успешно зарегистрировались на нашем сайте через :service.',
        3 => 'Ваш временный пароль: :password',
        4 => 'Пожалуйста, не сообщайте этот пароль никому. Рекомендуем вам сменить пароль в вашем профиле сразу после первого входа в систему для обеспечения безопасности вашей учетной записи.',
        5 => 'Если у вас возникнут вопросы или проблемы, не стесняйтесь обращаться в нашу службу поддержки.',
        6 => 'С наилучшими пожеланиями, Команда поддержки',
    ],
];
