<?php

return [
    'register' => [
        1 => 'У вас есть аккаунт?',
        2 => 'Войдите с его помощью'
    ],
    'login' => [
        1 => "У вас нет аккаунта?",
        2 => 'Создайте его',
    ],
    'forgot_password' => [
        1 => 'Вернуться на страницу входа',
        2 => 'Введите адрес электронной почты, связанный с вашей учетной записью, и мы вышлем вам инструкции по восстановлению пароля.',
        3 => 'Мы отправили вам по электронной почте инструкции по восстановлению пароля.',
        4 => 'Вы запросили сброс пароля. Чтобы продолжить, пожалуйста,',
        5 => 'Для вашей безопасности срок действия этой ссылки истечет через 30 минут. Если вы не запрашивали сброс пароля, проигнорируйте это письмо.',
    ],
];
