<?php

return [
    'register' => [
        1 => 'У вас есть аккаунт?',
        2 => 'Войдите с его помощью',
        3 => 'Мы отправили сообщение на указанный адрес электронной почты, чтобы завершить процесс регистрации.',
        4 => 'Срок действия ссылки истек. Если вы хотите зарегистрироваться, перейдите на соответствующую страницу.',
        5 => ', чтобы перейти на страницу регистрации.',
        6 => 'Вы запросили создание учетной записи на :site. Чтобы продолжить, пожалуйста,',
        7 => 'или регистрируйтесь через социальные сети',
        8 => 'Регистрируйтесь с помощью Google',
    ],
    'login' => [
        1 => "У вас нет аккаунта?",
        2 => 'Создайте его',
        3 => 'или войдите в систему через социальные сети',
        4 => 'Войти с помощью Google',
    ],
    'forgot_password' => [
        1 => 'Вернуться на страницу входа',
        2 => 'Введите адрес электронной почты, связанный с вашей учетной записью, и мы вышлем вам инструкции по восстановлению пароля.',
        3 => 'Мы отправили вам по электронной почте инструкции по восстановлению пароля.',
    ],
    'password_reset' => [
        1 => 'Вы запросили сброс пароля. Чтобы продолжить, пожалуйста,',
        2 => 'Время ссылки истекло! Если вы хотите получить новую ссылку, перейдите на соответствующую страницу,',
    ],
];
